Repository: sangnt-rule/watch
Catalog: data/locales/db.booking_status.tmx
Source language: vi
Languages: en

source: Vừa được đặt
en: New

source: Đang xử lý
en: In Process

source: Đã giao khách hàng
en: Delivered

source: Hủy - khách hàng từ chối booking
en: Cancelled

source: Hủy - không thể giao khách hàng
en: Failed Delivery
